import React from 'react';
import s from '../../pages/LoginPage/LoginPage.module.css';

const LoginGreeting = () => (
  <>
    <p className={s.greeting_text}>
      Тут ви зможете чітко сформулювати ваші бажання - чого ви хочете досягти чи
      отримати у якості винагороди. Вам потрібно поставити собі ціль, а згодом -
      виконувати поставлені задачі у комфортному для себе ритмі та не забувати
      відмічати їх виконання.
    </p>
    <p className={s.greeting_text}>
      Будьте наполегливими, відповідальними і ви зможете досягти всього, чого
      забажаєте! Подобається ідея? Готові допомагати, розвиватися та йти до
      своєї цілі?
    </p>
    <p className={s.greeting_text}>
      Так, так, все саме так, як у дорослому житті &#9786; Тоді не зважайте, а
      швидко зареєструйтеся, або заходьте на свій аккаунт.
    </p>
  </>
);

export default LoginGreeting;
